{
	"wiki" : {
		"whatTranscludesHere": [
			{ "title": "Участник:Bot template", "list": "Проект:Project 1/Список проблемных статей/Параметры" }
		],
		"namespaceIdentifier": [
			{ "number": 0, "id": "" },
			{ "number": 2, "id": "Участник" }
		],
		"pageText": [
			{
				"title": "Проект:Project 1/Список проблемных статей/Параметры",
				"text": [
					"{{Участник:Bot template",
					"|тип             = обсуждаемые статьи",
					"|категории       = Культура",
					"|игнорировать    = Многозначные термины, Спорт, Естественные науки, Учёные по алфавиту, Участники Великой Отечественной войны, Высшие учебные заведения по странам, Компьютерные игры",
					"|страница = Проект:Project 1/Список проблемных статей",
					"|формат элемента = * [[%(название)]] (%(обсуждение))",
					"|шаблоны         = К удалению, К улучшению, Rq",
					"|глубина         = 10",
					"}}"]
            },
            {
                "title": "Проект:Project 1/Список проблемных статей",
                "text": null
            }
		],
		"firstRevision": [			
		],
		"whatLinksHere": [
			{
				"title": "1917. Свободная история",
				"links": [
					"Википедия:К удалению/15 февраля 2017",
					"Some other link"
				]
			},
			{
				"title": "121-60-25 (серия домов)",
				"links": [
					"Some other link",
					"Википедия:К удалению/24 декабря 2016"
				]
			},
			{
				"title": "39 ключей",
				"links": [
					"Википедия:К удалению/11 июня 2014",
					"Википедия:К улучшению/30 мая 2016",
					"Википедия:К улучшению/16 марта 2015",
					"Some other link"
				]
			},
			{
				"title": "5 Плюх",
				"links": [
					"Википедия:К удалению/20 января 2009",
					"Some other link"
				]
			},
			{
				"title": "ACiD Productions",
				"links": [
					"Википедия:К улучшению/13 марта 2017",
					"Some other link"
				]
			}
		]
	},
	"wiki_tools" : [[
		"number	title	pageid	namespace	length	touched",
		"1	.рф	952121		36013	20170419110916",
		"2	108_имён_Шивы	2423358		30268	20170402193707",
		"3	121-60-25_(серия_домов)	3150817		6529	20170501010744",
		"4	1785_год_в_литературе	2185814		6309	20170419122230",
		"5	1794_год_в_литературе	2185777		2459	20170419122230",
		"6	1795_год_в_литературе	5743371		2451	20170419152803",
		"7	1796_год_в_литературе	2185680		2187	20170419122230",
		"8	1917._Свободная_история	6787623		11615	20170501010809",
		"9	2002_год_в_кино	264817		64390	20170419103329",
		"10	33⅓_Series	5986143		18710	20170419153134",
		"11	39_ключей	5070972		28266	20170428184621",
		"12	46664	1627898		3865	20170325161230",
		"13	5_Плюх	2674225		24023	20170422122424",
		"14	ACiD_Productions	23438		761	20170419095941",
		"15	AX.25	1259925		1238	20170419112616",
		"16	A_New_Day…_Live_in_Las_Vegas	2415315		2909	20170423171013",
		"17	A_Nod_and_a_Wink	430491		3683	20170423171002",
		"18	A_State_of_Trance	1335388		37340	20170428121341",
		"19	A_Tourist_Guide_to_Lancre	1033433		3049	20170425091405",
		"20	Absolute_Boy	3473714		13966	20170428044619"
		]
	],
	"expected_edits": [
		{
			"title": "Проект:Project 1/Список проблемных статей",
			"text": [
				"* [[.рф]]",
				"* [[108 имён Шивы]]",
				"* [[1785 год в литературе]]",
				"* [[1794 год в литературе]]",
				"* [[1795 год в литературе]]",
				"* [[1796 год в литературе]]",
				"* [[2002 год в кино]]",
				"* [[33⅓ Series]]",
				"* [[46664]]",
				"* [[A New Day… Live in Las Vegas]]",
				"* [[A Nod and a Wink]]",
				"* [[A State of Trance]]",
				"* [[A Tourist Guide to Lancre]]",
				"* [[Absolute Boy]]",
				"* [[AX.25]]",
				"* [[ACiD Productions]] ([[Википедия:К улучшению/13 марта 2017#ACiD Productions|к улучшению]])",
				"* [[1917. Свободная история]] ([[Википедия:К удалению/15 февраля 2017#1917. Свободная история|к удалению]])",
				"* [[121-60-25 (серия домов)]] ([[Википедия:К удалению/24 декабря 2016#121-60-25 (серия домов)|к удалению]])",
				"* [[39 ключей]] ([[Википедия:К улучшению/30 мая 2016#39 ключей|к улучшению]])",
				"* [[5 Плюх]] ([[Википедия:К удалению/20 января 2009#5 Плюх|к удалению]])"
				],
			"section": -2
		}
	],
	"expected_tools_queries": [
		{
			"contains": ["Культура", "Многозначные термины", "Спорт"]
		}
	]
}