{
	"system_time": "2020-02-20T21:00:00Z",
	"wiki" : {
		"whatTranscludesHere": [
			{ "title": "Участник:Bot template", "list": "Проект:Футбол/Статьи/Параметры" }
		],
		"namespaceIdentifier": [
			{ "number": 0, "id": "" },
			{ "number": 2, "id": "Участник" }
		],
		"pageText": [
			{
				"title": "Проект:Футбол/Статьи/Параметры",
				"text": [
					"{{Участник:Bot template",
					"|тип = новые статьи по дням",
					"|категории = Футбол#5, Футбол по годам, Футбол по странам",
					"|игнорировать = Игроки НФЛ",
					"|страница = Проект:Футбол/Статьи",
					"|формат элемента = * {{Новые статьи по дням/Новая статья|%(название)|%(автор)|%(дата)}}",
					"|шапка = <noinclude>{{Новые статьи по дням|дата=%(дата)}}</noinclude>\\n",
					"|подвал = \\n<noinclude>{{Новые статьи по дням/Предупреждение}}\\n[[Категория:Википедия:Списки новых статей по темам|{{PAGENAME}}]]</noinclude>",
					"}}"]
            },
			{
				"title": "Проект:Футбол/Статьи",
				"text": [
				"{{Новые статьи по дням|страница=Проект:Футбол/Статьи}}",
				""
				]
			},
			{
                "title": "Проект:Футбол/Статьи/День 0",
                "text": [
					"<noinclude>{{Новые статьи по дням|дата=19 февраля 2020}}</noinclude>",
					"* {{Новые статьи по дням/Новая статья|Пельистри, Факундо|Corwin of Amber|2020-02-19T03:00:45Z}}",
					"* {{Новые статьи по дням/Новая статья|Кларк, Колин (американский футболист)|Darkhan|2020-02-18T23:59:15Z}}",
					"<noinclude>{{Новые статьи по дням/Предупреждение}}",
					"[[Категория:Википедия:Списки новых статей по темам|{{PAGENAME}}]]</noinclude>"
				]
            },
			{
				"title": "Проект:Футбол/Статьи/День -1",
				"text": [
					"<noinclude>{{Новые статьи по дням|дата=19 февраля 2020}}</noinclude>",
					"* {{Новые статьи по дням/Новая статья|Ларсен, Йорген Эрик|Саша 333|2020-02-18T21:54:01Z}}",
					"* {{Новые статьи по дням/Новая статья|Либерда, Ян|Саша 333|2020-02-18T20:03:31Z}}",
					"* {{Новые статьи по дням/Новая статья|Зиркзе, Джошуа|Corwin of Amber|2020-02-18T14:32:21Z}}",
					"<noinclude>{{Новые статьи по дням/Предупреждение}}",
					"[[Категория:Википедия:Списки новых статей по темам|{{PAGENAME}}]]</noinclude>"
				]
			},
			{
				"title": "Проект:Футбол/Статьи/День -2",
				"text": [
					"<noinclude>{{Новые статьи по дням|дата=19 февраля 2020}}</noinclude>",
					"* {{Новые статьи по дням/Новая статья|ФК «Ливерпуль» в сезоне 1994/1995|Vektorian|2020-02-17T15:38:00Z}}",
					"* {{Новые статьи по дням/Новая статья|Воронцова, Дарья Андреевна|Igor Borisenko|2020-02-17T15:25:25Z}}",
					"* {{Новые статьи по дням/Новая статья|Макаревская, Виктория|Igor Borisenko|2020-02-17T14:46:20Z}}",
					"* {{Новые статьи по дням/Новая статья|Остин, Кевин|Epelevin|2020-02-17T14:29:44Z}}",
					"* {{Новые статьи по дням/Новая статья|Коне, Куадио|Corwin of Amber|2020-02-17T12:58:47Z}}",
					"* {{Новые статьи по дням/Новая статья|Бида, Бартош|Corwin of Amber|2020-02-17T12:46:03Z}}",
					"* {{Новые статьи по дням/Новая статья|Аманович, Алекса|Yerzayan 94|2020-02-17T08:25:16Z}}",
					"<noinclude>{{Новые статьи по дням/Предупреждение}}",
					"[[Категория:Википедия:Списки новых статей по темам|{{PAGENAME}}]]</noinclude>"
				]
			},
			{
				"title": "Проект:Футбол/Статьи/День -3",
				"text": [
				"<noinclude>{{Новые статьи по дням|дата=19 февраля 2020}}</noinclude>",
				"* {{Новые статьи по дням/Новая статья|Конуэй, Джимми|Саша 333|2020-02-16T19:42:14Z}}",
				"* {{Новые статьи по дням/Новая статья|Бриджидо, Рубен|Yerzayan 94|2020-02-16T17:30:15Z}}",
				"* {{Новые статьи по дням/Новая статья|Туце, Семир|Mark Ekimov|2020-02-16T16:41:18Z}}",
				"* {{Новые статьи по дням/Новая статья|ФК «Ливерпуль» в сезоне 1993/1994|Vektorian|2020-02-16T15:58:47Z}}",
				"* {{Новые статьи по дням/Новая статья|Милошевич, Цвиян|Mark Ekimov|2020-02-16T14:34:14Z}}",
				"* {{Новые статьи по дням/Новая статья|Радзинявичюс, Томас|Pegas24|2020-02-16T11:09:48Z}}",
				"* {{Новые статьи по дням/Новая статья|Барбарич, Ивица|Mark Ekimov|2020-02-16T11:01:15Z}}",
				"* {{Новые статьи по дням/Новая статья|Ван Кам, Даниэль|Serg Stallone|2020-02-16T07:45:14Z}}",
				"<noinclude>{{Новые статьи по дням/Предупреждение}}",
				"[[Категория:Википедия:Списки новых статей по темам|{{PAGENAME}}]]</noinclude>"
				]
			},
			{
				"title": "Проект:Футбол/Статьи/День -4",
				"text": [
				"<noinclude>{{Новые статьи по дням|дата=19 февраля 2020}}</noinclude>",
				"* {{Новые статьи по дням/Новая статья|Иллеш, Бела (футболист)|Mark Ekimov|2020-02-15T22:59:41Z}}",
				"* {{Новые статьи по дням/Новая статья|ФК «Ливерпуль» в сезоне 1992/1993|Vektorian|2020-02-15T22:07:55Z}}",
				"* {{Новые статьи по дням/Новая статья|Римкявичюс, Артурас|Pegas24|2020-02-15T20:32:13Z}}",
				"* {{Новые статьи по дням/Новая статья|Браун, Карл (футболист)|Epelevin|2020-02-15T17:02:06Z}}",
				"* {{Новые статьи по дням/Новая статья|Максимо, Марсио|Epelevin|2020-02-15T15:37:39Z}}",
				"* {{Новые статьи по дням/Новая статья|Освальдо, Фильо|HENRY1996|2020-02-15T13:56:59Z}}",
				"* {{Новые статьи по дням/Новая статья|Днепр-Могилёв|Artyr999|2020-02-15T08:22:29Z}}",
				"* {{Новые статьи по дням/Новая статья|Кастро, Луис Мануэль|Serg Stallone|2020-02-15T04:55:48Z}}",
				"* {{Новые статьи по дням/Новая статья|Барбер, Грэм|Mark Ekimov|2020-02-14T23:07:58Z}}",
				"<noinclude>{{Новые статьи по дням/Предупреждение}}",
				"[[Категория:Википедия:Списки новых статей по темам|{{PAGENAME}}]]</noinclude>"
				]
			},
			{
				"title": "Проект:Футбол/Статьи/День -5",
				"text": [
				"<noinclude>{{Новые статьи по дням|дата=19 февраля 2020}}</noinclude>",
				"* {{Новые статьи по дням/Новая статья|Кастровилли, Гаэтано|Serg Stallone|2020-02-14T21:32:35Z}}",
				"* {{Новые статьи по дням/Новая статья|ФК «Винер Аматёр» в сезоне 1921/1922|Eichel-Streiber|2020-02-14T19:54:57Z}}",
				"* {{Новые статьи по дням/Новая статья|Смирнов, Антон Юрьевич|Schrike|2020-02-14T19:18:40Z}}",
				"* {{Новые статьи по дням/Новая статья|Магаль, Руслан Иванович|Gryzyn|2020-02-14T12:26:22Z}}",
				"* {{Новые статьи по дням/Новая статья|Нахид, Дэвид|Epelevin|2020-02-14T12:14:24Z}}",
				"* {{Новые статьи по дням/Новая статья|Арге, Уни|Mark Ekimov|2020-02-14T08:58:57Z}}",
				"* {{Новые статьи по дням/Новая статья|Дёро, Альдом|UMNICK|2020-02-14T08:46:15Z}}",
				"* {{Новые статьи по дням/Новая статья|Лонфат, Йохан|Mark Ekimov|2020-02-13T23:04:11Z}}",
				"<noinclude>{{Новые статьи по дням/Предупреждение}}",
				"[[Категория:Википедия:Списки новых статей по темам|{{PAGENAME}}]]</noinclude>"
				]
			},
			{
				"title": "Проект:Футбол/Статьи/День -6",
				"text": [
				"<noinclude>{{Новые статьи по дням|дата=19 февраля 2020}}</noinclude>",
				"* {{Новые статьи по дням/Новая статья|Арсланагич, Зияд|Саша 333|2020-02-13T21:48:28Z}}",
				"* {{Новые статьи по дням/Новая статья|Сальданьо, Хосе Луис|Soul Train|2020-02-13T21:32:02Z}}",
				"* {{Новые статьи по дням/Новая статья|Мокуна, Леон|Саша 333|2020-02-13T19:57:16Z}}",
				"* {{Новые статьи по дням/Новая статья|Поцюс, Ремигиюс|Pegas24|2020-02-13T19:28:54Z}}",
				"* {{Новые статьи по дням/Новая статья|Сидоров, Андрей Сергеевич|Ghostlee one|2020-02-13T19:06:52Z}}",
				"* {{Новые статьи по дням/Новая статья|Плотников, Алексей Иванович|Schrike|2020-02-13T14:32:43Z}}",
				"* {{Новые статьи по дням/Новая статья|Калдаш, Антониу|Epelevin|2020-02-13T14:09:46Z}}",
				"* {{Новые статьи по дням/Новая статья|Юркевич, Сергей|Schrike|2020-02-13T10:27:50Z}}",
				"* {{Новые статьи по дням/Новая статья|Спутник (футбольный клуб, Речица)|Schrike|2020-02-13T07:12:06Z}}",
				"<noinclude>{{Новые статьи по дням/Предупреждение}}",
				"[[Категория:Википедия:Списки новых статей по темам|{{PAGENAME}}]]</noinclude>"
				]
			}
		
		],
		"firstRevision": [
			{
				"revid": 656, "timestamp": "2020-02-13T14:32:43Z", "title": "Плотников, Алексей Иванович", "summary": "create page",
				"user" : "Schrike", "minor": false, "bot": false, "rvnew": true, "size": 500
			}, {
				"revid": 657, "timestamp": "2020-02-13T19:06:52Z", "title": "Сидоров, Андрей Сергеевич", "summary": "create page",
				"user" : "Ghostlee one", "minor": false, "bot": false, "rvnew": true, "size": 500
			}, {
				"revid": 658, "timestamp": "2020-02-13T19:28:54Z", "title": "Поцюс, Ремигиюс", "summary": "create page",
				"user" : "Pegas24", "minor": false, "bot": false, "rvnew": true, "size": 500
			}, {
				"revid": 659, "timestamp": "2020-02-13T19:57:16Z", "title": "Мокуна, Леон", "summary": "create page",
				"user" : "Саша 333", "minor": false, "bot": false, "rvnew": true, "size": 500
			}, {
				"revid": 660, "timestamp": "2020-02-13T21:32:02Z", "title": "Сальданьо, Хосе Луис", "summary": "create page",
				"user" : "Soul Train", "minor": false, "bot": false, "rvnew": true, "size": 500
			}, {
				"revid": 661, "timestamp": "2020-02-13T21:48:28Z", "title": "Арсланагич, Зияд", "summary": "create page",
				"user" : "Саша 333", "minor": false, "bot": false, "rvnew": true, "size": 500
			}, {
				"revid": 662, "timestamp": "2020-02-13T23:04:11Z", "title": "Лонфат, Йохан", "summary": "create page",
				"user" : "Mark Ekimov", "minor": false, "bot": false, "rvnew": true, "size": 500
			}, {
				"revid": 663, "timestamp": "2020-02-14T08:46:15Z", "title": "Дёро, Альдом", "summary": "create page",
				"user" : "UMNICK", "minor": false, "bot": false, "rvnew": true, "size": 500
			}, {
				"revid": 664, "timestamp": "2020-02-14T08:58:57Z", "title": "Арге, Уни", "summary": "create page",
				"user" : "Mark Ekimov", "minor": false, "bot": false, "rvnew": true, "size": 500
			}, {
				"revid": 665, "timestamp": "2020-02-14T12:14:24Z", "title": "Нахид, Дэвид", "summary": "create page",
				"user" : "Epelevin", "minor": false, "bot": false, "rvnew": true, "size": 500
			}, {
				"revid": 666, "timestamp": "2020-02-14T12:26:22Z", "title": "Магаль, Руслан Иванович", "summary": "create page",
				"user" : "Gryzyn", "minor": false, "bot": false, "rvnew": true, "size": 500
			}, {
				"revid": 667, "timestamp": "2020-02-14T19:18:40Z", "title": "Смирнов, Антон Юрьевич", "summary": "create page",
				"user" : "Schrike", "minor": false, "bot": false, "rvnew": true, "size": 500
			}, {
				"revid": 668, "timestamp": "2020-02-14T19:54:57Z", "title": "ФК «Винер Аматёр» в сезоне 1921/1922", "summary": "create page",
				"user" : "Eichel-Streiber", "minor": false, "bot": false, "rvnew": true, "size": 500
			}, {
				"revid": 669, "timestamp": "2020-02-14T21:32:35Z", "title": "Кастровилли, Гаэтано", "summary": "create page",
				"user" : "Serg Stallone", "minor": false, "bot": false, "rvnew": true, "size": 500
			}, {
				"revid": 670, "timestamp": "2020-02-14T23:07:58Z", "title": "Барбер, Грэм", "summary": "create page",
				"user" : "Mark Ekimov", "minor": false, "bot": false, "rvnew": true, "size": 500
			}, {
				"revid": 671, "timestamp": "2020-02-15T04:55:48Z", "title": "Кастро, Луис Мануэль", "summary": "create page",
				"user" : "Serg Stallone", "minor": false, "bot": false, "rvnew": true, "size": 500
			}, {
				"revid": 672, "timestamp": "2020-02-15T08:22:29Z", "title": "Днепр-Могилёв", "summary": "create page",
				"user" : "Artyr999", "minor": false, "bot": false, "rvnew": true, "size": 500
			}, {
				"revid": 673, "timestamp": "2020-02-15T13:56:59Z", "title": "Освальдо, Фильо", "summary": "create page",
				"user" : "HENRY1996", "minor": false, "bot": false, "rvnew": true, "size": 500
			}, {
				"revid": 674, "timestamp": "2020-02-15T15:37:39Z", "title": "Максимо, Марсио", "summary": "create page",
				"user" : "Epelevin", "minor": false, "bot": false, "rvnew": true, "size": 500
			}, {
				"revid": 675, "timestamp": "2020-02-15T17:02:06Z", "title": "Браун, Карл (футболист)", "summary": "create page",
				"user" : "Epelevin", "minor": false, "bot": false, "rvnew": true, "size": 500
			}, {
				"revid": 676, "timestamp": "2020-02-15T20:32:13Z", "title": "Римкявичюс, Артурас", "summary": "create page",
				"user" : "Pegas24", "minor": false, "bot": false, "rvnew": true, "size": 500
			}, {
				"revid": 677, "timestamp": "2020-02-15T22:07:55Z", "title": "ФК «Ливерпуль» в сезоне 1992/1993", "summary": "create page",
				"user" : "Vektorian", "minor": false, "bot": false, "rvnew": true, "size": 500
			}, {
				"revid": 678, "timestamp": "2020-02-15T22:59:41Z", "title": "Иллеш, Бела (футболист)", "summary": "create page",
				"user" : "Mark Ekimov", "minor": false, "bot": false, "rvnew": true, "size": 500
			}, {
				"revid": 679, "timestamp": "2020-02-16T07:45:14Z", "title": "Ван Кам, Даниэль", "summary": "create page",
				"user" : "Serg Stallone", "minor": false, "bot": false, "rvnew": true, "size": 500
			}, {
				"revid": 680, "timestamp": "2020-02-16T11:01:15Z", "title": "Барбарич, Ивица", "summary": "create page",
				"user" : "Mark Ekimov", "minor": false, "bot": false, "rvnew": true, "size": 500
			}, {
				"revid": 681, "timestamp": "2020-02-16T11:09:48Z", "title": "Радзинявичюс, Томас", "summary": "create page",
				"user" : "Pegas24", "minor": false, "bot": false, "rvnew": true, "size": 500
			}, {
				"revid": 682, "timestamp": "2020-02-16T14:34:14Z", "title": "Милошевич, Цвиян", "summary": "create page",
				"user" : "Mark Ekimov", "minor": false, "bot": false, "rvnew": true, "size": 500
			}, {
				"revid": 683, "timestamp": "2020-02-16T15:58:47Z", "title": "ФК «Ливерпуль» в сезоне 1993/1994", "summary": "create page",
				"user" : "Vektorian", "minor": false, "bot": false, "rvnew": true, "size": 500
			}, {
				"revid": 684, "timestamp": "2020-02-16T16:41:18Z", "title": "Туце, Семир", "summary": "create new page",
				"user" : "Mark Ekimov", "minor": false, "bot": false, "rvnew": true, "size": 300
			}, {
				"revid": 685, "timestamp": "2020-02-16T17:30:15Z", "title": "Бриджидо, Рубен", "summary": "create new page",
				"user" : "Yerzayan 94", "minor": false, "bot": false, "rvnew": true, "size": 666
			}, {
				"revid": 686, "timestamp": "2020-02-16T19:42:14Z", "title": "Конуэй, Джимми", "summary": "create new page",
				"user" : "Саша 333", "minor": false, "bot": false, "rvnew": true, "size": 700
			}, {
				"revid": 687, "timestamp": "2020-02-17T08:25:16Z", "title": "Аманович, Алекса", "summary": "create new page",
				"user" : "Yerzayan 94", "minor": false, "bot": false, "rvnew": true, "size": 1000
			}, {
				"revid": 688, "timestamp": "2020-02-17T12:46:03Z", "title": "Бида, Бартош", "summary": "create new page",
				"user" : "Corwin of Amber", "minor": false, "bot": false, "rvnew": true, "size": 1500
			}, {
				"revid": 689, "timestamp": "2020-02-17T12:58:47Z", "title": "Коне, Куадио", "summary": "create new page",
				"user" : "Corwin of Amber", "minor": false, "bot": false, "rvnew": true, "size": 50
			}, {
				"revid": 690, "timestamp": "2020-02-17T14:29:44Z", "title": "Остин, Кевин", "summary": "create new page",
				"user" : "Epelevin", "minor": false, "bot": false, "rvnew": true, "size": 50
			}, {
				"revid": 691, "timestamp": "2020-02-17T14:46:20Z", "title": "Макаревская, Виктория", "summary": "create new page",
				"user" : "Igor Borisenko", "minor": false, "bot": false, "rvnew": true, "size": 50
			}, {
				"revid": 692, "timestamp": "2020-02-17T15:25:25Z", "title": "Воронцова, Дарья Андреевна", "summary": "create new page",
				"user" : "Igor Borisenko", "minor": false, "bot": false, "rvnew": true, "size": 50
			}, {
				"revid": 693, "timestamp": "2020-02-17T15:38:00Z", "title": "ФК «Ливерпуль» в сезоне 1994/1995", "summary": "create new page",
				"user" : "Vektorian", "minor": false, "bot": false, "rvnew": true, "size": 50
			}, {
				"revid": 694, "timestamp": "2020-02-18T14:32:21Z", "title": "Зиркзе, Джошуа", "summary": "create new page",
				"user" : "Corwin of Amber", "minor": false, "bot": false, "rvnew": true, "size": 50
			}, {
				"revid": 700, "timestamp": "2020-02-18T19:42:27Z", "title": "ФК «Ливерпуль» в сезоне 1995/1996", "summary": "create new page",
				"user" : "Vektorian", "minor": false, "bot": false, "rvnew": true, "size": 50
			}, {
				"revid": 701, "timestamp": "2020-02-18T20:03:31Z", "title": "Либерда, Ян", "summary": "create new page",
				"user" : "Саша 333", "minor": false, "bot": false, "rvnew": true, "size": 50
			}, {
				"revid": 702, "timestamp": "2020-02-18T21:54:01Z", "title": "Ларсен, Йорген Эрик", "summary": "create new page",
				"user" : "Саша 333", "minor": false, "bot": false, "rvnew": true, "size": 50
			}, {
				"revid": 703, "timestamp": "2020-02-18T23:59:15Z", "title": "Кларк, Колин (американский футболист)", "summary": "create new page",
				"user" : "Darkhan", "minor": false, "bot": false, "rvnew": true, "size": 50
			}, {
				"revid": 704, "timestamp": "2020-02-19T03:00:45Z", "title": "Пельистри, Факундо", "summary": "create new page",
				"user" : "Corwin of Amber", "minor": false, "bot": false, "rvnew": true, "size": 50
			}, {
				"revid": 705, "timestamp": "2020-02-19T10:58:50Z", "title": "Финал чемпионата Европы по футболу среди молодёжных команд 1998", "summary": "create new page",
				"user" : "Soarer12", "minor": false, "bot": false, "rvnew": true, "size": 50
			}, {
				"revid": 706, "timestamp": "2020-02-19T11:35:46Z", "title": "Зарандия, Лука", "summary": "create new page",
				"user" : "Yerzayan 94", "minor": false, "bot": false, "rvnew": true, "size": 50
			}, {
				"revid": 707, "timestamp": "2020-02-19T12:03:02Z", "title": "Чирикалло, Никола", "summary": "create new page",
				"user" : "Epelevin", "minor": false, "bot": false, "rvnew": true, "size": 50
			}, {
				"revid": 708, "timestamp": "2020-02-19T12:10:01Z", "title": "Чемпионат Европы по футболу среди молодёжных команд 2000 (составы)", "summary": "create new page",
				"user" : "Soarer12", "minor": false, "bot": false, "rvnew": true, "size": 50
			}, {
				"revid": 709, "timestamp": "2020-02-19T12:40:35Z", "title": "Силва, Тони", "summary": "create new page",
				"user" : "Yerzayan 94", "minor": false, "bot": false, "rvnew": true, "size": 50
			}, {
				"revid": 710, "timestamp": "2020-02-19T12:46:14Z", "title": "Угарте, Мануэль (футболист)", "summary": "create new page",
				"user" : "Corwin of Amber", "minor": false, "bot": false, "rvnew": true, "size": 50
			}, {
				"revid": 711, "timestamp": "2020-02-19T12:56:07Z", "title": "Климала, Патрик", "summary": "create new page",
				"user" : "Corwin of Amber", "minor": false, "bot": false, "rvnew": true, "size": 50
			}, {
				"revid": 712, "timestamp": "2020-02-19T13:26:37Z", "title": "Баррабе, Клод", "summary": "create new page",
				"user" : "HENRY1996", "minor": false, "bot": false, "rvnew": true, "size": 50
			}, {
				"revid": 713, "timestamp": "2020-02-19T14:11:55Z", "title": "Яновиц, Иштван", "summary": "create new page",
				"user" : "ManFromNord", "minor": false, "bot": false, "rvnew": true, "size": 50
			}, {
				"revid": 714, "timestamp": "2020-02-19T17:37:46Z", "title": "Шарф, Шломо", "summary": "create new page",
				"user" : "Mark Ekimov", "minor": false, "bot": false, "rvnew": true, "size": 50
			}, {
				"revid": 715, "timestamp": "2020-02-19T19:07:34Z", "title": "Шавлохов, Борис Михайлович", "summary": "create new page",
				"user" : "Schrike", "minor": false, "bot": false, "rvnew": true, "size": 50
			}, {
				"revid": 716, "timestamp": "2020-02-19T20:23:01Z", "title": "Сафронов, Алексей Анатольевич", "summary": "create new page",
				"user" : "Schrike", "minor": false, "bot": false, "rvnew": true, "size": 50
			}, {
				"revid": 717, "timestamp": "2020-02-19T21:37:39Z", "title": "Терещенко, Сергей Олегович", "summary": "create new page",
				"user" : "Schrike", "minor": false, "bot": false, "rvnew": true, "size": 50
			}, {
				"revid": 718, "timestamp": "2020-02-20T06:21:55Z", "title": "Нанни, Никола", "summary": "create new page",
				"user" : "UMNICK", "minor": false, "bot": false, "rvnew": true, "size": 50
			}, {
				"revid": 719, "timestamp": "2020-02-20T12:30:52Z", "title": "Аудун Хельгасон", "summary": "create new page",
				"user" : "Mark Ekimov", "minor": false, "bot": false, "rvnew": true, "size": 50
			}, {
				"revid": 720, "timestamp": "2020-02-20T15:17:17Z", "title": "Ньяндени, Номпумелело", "summary": "create new page",
				"user" : "Igor Borisenko", "minor": false, "bot": false, "rvnew": true, "size": 50
			}, {
				"revid": 721, "timestamp": "2020-02-20T20:29:39Z", "title": "Солина, Виктория", "summary": "create new page",
				"user" : "Igor Borisenko", "minor": false, "bot": false, "rvnew": true, "size": 50
			}
		],
		"topRevision": [
			{
				"title": "Проект:Футбол/Статьи"
			} 
		]
	},
	"wiki_tools" : [[
		"number	title	pageid	namespace	length	touched",
		"1	Солина,_Виктория	721		45204	20160603134155",
		"2	Ньяндени,_Номпумелело	720		45204	20160603134155",
		"3	Аудун_Хельгасон	719		45204	20160603134155",
		"4	Нанни,_Никола	718		45204	20160603134155",
		"5	Терещенко,_Сергей_Олегович	717		45204	20160603134155",
		"6	Сафронов,_Алексей_Анатольевич	716		45204	20160603134155",
		"7	Шавлохов,_Борис_Михайлович	715		45204	20160603134155",
		"8	Шарф,_Шломо	714		45204	20160603134155",
		"9	Яновиц,_Иштван	713		45204	20160603134155",
		"10	Баррабе,_Клод	712		45204	20160603134155",
		"11	Климала,_Патрик	711		45204	20160603134155",
		"12	Угарте,_Мануэль_(футболист)	710		45204	20160603134155",
		"13	Силва,_Тони	709		45204	20160603134155",
		"14	Чемпионат_Европы_по_футболу_среди_молодёжных_команд_2000_(составы)	708		45204	20160603134155",
		"15	Чирикалло,_Никола	707		45204	20160603134155",
		"16	Зарандия,_Лука	706		45204	20160603134155",
		"17	Финал_чемпионата_Европы_по_футболу_среди_молодёжных_команд_1998	705		45204	20160603134155",
		"18	Пельистри,_Факундо	704		45204	20160603134155",
		"19	Кларк,_Колин_(американский_футболист)	703		45204	20160603134155",
		"20	Ларсен,_Йорген_Эрик	702		45204	20160603134155",
		"21	Либерда,_Ян	701		45204	20160603134155",
		"22	ФК_«Ливерпуль»_в_сезоне_1995/1996	700		45204	20160603134155",
		"23	Зиркзе,_Джошуа	694		45204	20160603134155",
		"24	ФК_«Ливерпуль»_в_сезоне_1994/1995	693		45204	20160603134155",
		"25	Воронцова,_Дарья_Андреевна	692		45204	20160603134155",
		"26	Макаревская,_Виктория	691		45204	20160603134155",
		"27	Остин,_Кевин	690		45204	20160603134155",
		"28	Коне,_Куадио	689		45204	20160603134155",
		"29	Бида,_Бартош	688		45204	20160603134155",
		"30	Аманович,_Алекса	687		45204	20160603134155",
		"31	Конуэй,_Джимми	686		45204	20160603134155",
		"32	Бриджидо,_Рубен	685		45204	20160603134155",
		"33	Туце,_Семир	684		45204	20160603134155",
		"34	ФК_«Ливерпуль»_в_сезоне_1993/1994	683		45204	20160603134155",
		"35	Милошевич,_Цвиян	682		45204	20160603134155",
		"36	Радзинявичюс,_Томас	681		45204	20160603134155",
		"37	Барбарич,_Ивица	680		45204	20160603134155",
		"38	Ван_Кам,_Даниэль	679		45204	20160603134155",
		"39	Иллеш,_Бела_(футболист)	678		45204	20160603134155",
		"40	ФК_«Ливерпуль»_в_сезоне_1992/1993	677		45204	20160603134155",
		"41	Римкявичюс,_Артурас	676		45204	20160603134155",
		"42	Браун,_Карл_(футболист)	675		45204	20160603134155",
		"43	Максимо,_Марсио	674		45204	20160603134155",
		"44	Освальдо,_Фильо	673		45204	20160603134155",
		"45	Днепр-Могилёв	672		45204	20160603134155",
		"46	Кастро,_Луис_Мануэль	671		45204	20160603134155",
		"47	Барбер,_Грэм	670		45204	20160603134155",
		"48	Кастровилли,_Гаэтано	669		45204	20160603134155",
		"49	ФК_«Винер_Аматёр»_в_сезоне_1921/1922	668		45204	20160603134155",
		"50	Смирнов,_Антон_Юрьевич	667		45204	20160603134155",
		"51	Магаль,_Руслан_Иванович	666		45204	20160603134155",
		"52	Нахид,_Дэвид	665		45204	20160603134155",
		"53	Арге,_Уни	664		45204	20160603134155",
		"54	Дёро,_Альдом	663		45204	20160603134155",
		"55	Лонфат,_Йохан	662		45204	20160603134155",
		"56	Арсланагич,_Зияд	661		45204	20160603134155",
		"57	Сальданьо,_Хосе_Луис	660		45204	20160603134155",
		"58	Мокуна,_Леон	659		45204	20160603134155",
		"59	Поцюс,_Ремигиюс	658		45204	20160603134155",
		"60	Сидоров,_Андрей_Сергеевич	657		45204	20160603134155",
		"61	Плотников,_Алексей_Иванович	656		45204	20160603134155"
		]
	],
	"expected_edits": [
		{
			"title": "Проект:Футбол/Статьи/День 0",
			"text": [
			    "<noinclude>{{Новые статьи по дням|дата=20 февраля 2020}}</noinclude>",
				"* {{Новые статьи по дням/Новая статья|Солина, Виктория|Igor Borisenko|2020-02-20T20:29:39Z}}",
				"* {{Новые статьи по дням/Новая статья|Ньяндени, Номпумелело|Igor Borisenko|2020-02-20T15:17:17Z}}",
				"* {{Новые статьи по дням/Новая статья|Аудун Хельгасон|Mark Ekimov|2020-02-20T12:30:52Z}}",
				"* {{Новые статьи по дням/Новая статья|Нанни, Никола|UMNICK|2020-02-20T06:21:55Z}}",
				"<noinclude>{{Новые статьи по дням/Предупреждение}}",
				"[[Категория:Википедия:Списки новых статей по темам|{{PAGENAME}}]]</noinclude>"
			],
			"section": -2
		},
		{
			"title": "Проект:Футбол/Статьи/День -1",
			"text": [
			"<noinclude>{{Новые статьи по дням|дата=20 февраля 2020}}</noinclude>",
			"* {{Новые статьи по дням/Новая статья|Терещенко, Сергей Олегович|Schrike|2020-02-19T21:37:39Z}}",
			"* {{Новые статьи по дням/Новая статья|Сафронов, Алексей Анатольевич|Schrike|2020-02-19T20:23:01Z}}",
			"* {{Новые статьи по дням/Новая статья|Шавлохов, Борис Михайлович|Schrike|2020-02-19T19:07:34Z}}",
			"* {{Новые статьи по дням/Новая статья|Шарф, Шломо|Mark Ekimov|2020-02-19T17:37:46Z}}",
			"* {{Новые статьи по дням/Новая статья|Яновиц, Иштван|ManFromNord|2020-02-19T14:11:55Z}}",
			"* {{Новые статьи по дням/Новая статья|Баррабе, Клод|HENRY1996|2020-02-19T13:26:37Z}}",
			"* {{Новые статьи по дням/Новая статья|Климала, Патрик|Corwin of Amber|2020-02-19T12:56:07Z}}",
			"* {{Новые статьи по дням/Новая статья|Угарте, Мануэль (футболист)|Corwin of Amber|2020-02-19T12:46:14Z}}",
			"* {{Новые статьи по дням/Новая статья|Силва, Тони|Yerzayan 94|2020-02-19T12:40:35Z}}",
			"* {{Новые статьи по дням/Новая статья|Чемпионат Европы по футболу среди молодёжных команд 2000 (составы)|Soarer12|2020-02-19T12:10:01Z}}",
			"* {{Новые статьи по дням/Новая статья|Чирикалло, Никола|Epelevin|2020-02-19T12:03:02Z}}",
			"* {{Новые статьи по дням/Новая статья|Зарандия, Лука|Yerzayan 94|2020-02-19T11:35:46Z}}",
			"* {{Новые статьи по дням/Новая статья|Финал чемпионата Европы по футболу среди молодёжных команд 1998|Soarer12|2020-02-19T10:58:50Z}}",
			"* {{Новые статьи по дням/Новая статья|Пельистри, Факундо|Corwin of Amber|2020-02-19T03:00:45Z}}",
			"<noinclude>{{Новые статьи по дням/Предупреждение}}",
			"[[Категория:Википедия:Списки новых статей по темам|{{PAGENAME}}]]</noinclude>"
			],
			"section": -2
		},
		{
			"title": "Проект:Футбол/Статьи/День -2",
			"text": [
			"<noinclude>{{Новые статьи по дням|дата=20 февраля 2020}}</noinclude>",
			"* {{Новые статьи по дням/Новая статья|Кларк, Колин (американский футболист)|Darkhan|2020-02-18T23:59:15Z}}",
			"* {{Новые статьи по дням/Новая статья|Ларсен, Йорген Эрик|Саша 333|2020-02-18T21:54:01Z}}",
			"* {{Новые статьи по дням/Новая статья|Либерда, Ян|Саша 333|2020-02-18T20:03:31Z}}",
			"* {{Новые статьи по дням/Новая статья|ФК «Ливерпуль» в сезоне 1995/1996|Vektorian|2020-02-18T19:42:27Z}}",
			"* {{Новые статьи по дням/Новая статья|Зиркзе, Джошуа|Corwin of Amber|2020-02-18T14:32:21Z}}",
			"<noinclude>{{Новые статьи по дням/Предупреждение}}",
			"[[Категория:Википедия:Списки новых статей по темам|{{PAGENAME}}]]</noinclude>"
			],
			"section": -2
		},
		{
			"title": "Проект:Футбол/Статьи/День -3",
			"text": [
			"<noinclude>{{Новые статьи по дням|дата=20 февраля 2020}}</noinclude>",
			"* {{Новые статьи по дням/Новая статья|ФК «Ливерпуль» в сезоне 1994/1995|Vektorian|2020-02-17T15:38:00Z}}",
			"* {{Новые статьи по дням/Новая статья|Воронцова, Дарья Андреевна|Igor Borisenko|2020-02-17T15:25:25Z}}",
			"* {{Новые статьи по дням/Новая статья|Макаревская, Виктория|Igor Borisenko|2020-02-17T14:46:20Z}}",
			"* {{Новые статьи по дням/Новая статья|Остин, Кевин|Epelevin|2020-02-17T14:29:44Z}}",
			"* {{Новые статьи по дням/Новая статья|Коне, Куадио|Corwin of Amber|2020-02-17T12:58:47Z}}",
			"* {{Новые статьи по дням/Новая статья|Бида, Бартош|Corwin of Amber|2020-02-17T12:46:03Z}}",
			"* {{Новые статьи по дням/Новая статья|Аманович, Алекса|Yerzayan 94|2020-02-17T08:25:16Z}}",
			"<noinclude>{{Новые статьи по дням/Предупреждение}}",
			"[[Категория:Википедия:Списки новых статей по темам|{{PAGENAME}}]]</noinclude>"
			],
			"section": -2
		},
		{
			"title": "Проект:Футбол/Статьи/День -4",
			"text": [
			"<noinclude>{{Новые статьи по дням|дата=20 февраля 2020}}</noinclude>",
			"* {{Новые статьи по дням/Новая статья|Конуэй, Джимми|Саша 333|2020-02-16T19:42:14Z}}",
			"* {{Новые статьи по дням/Новая статья|Бриджидо, Рубен|Yerzayan 94|2020-02-16T17:30:15Z}}",
			"* {{Новые статьи по дням/Новая статья|Туце, Семир|Mark Ekimov|2020-02-16T16:41:18Z}}",
			"* {{Новые статьи по дням/Новая статья|ФК «Ливерпуль» в сезоне 1993/1994|Vektorian|2020-02-16T15:58:47Z}}",
			"* {{Новые статьи по дням/Новая статья|Милошевич, Цвиян|Mark Ekimov|2020-02-16T14:34:14Z}}",
			"* {{Новые статьи по дням/Новая статья|Радзинявичюс, Томас|Pegas24|2020-02-16T11:09:48Z}}",
			"* {{Новые статьи по дням/Новая статья|Барбарич, Ивица|Mark Ekimov|2020-02-16T11:01:15Z}}",
			"* {{Новые статьи по дням/Новая статья|Ван Кам, Даниэль|Serg Stallone|2020-02-16T07:45:14Z}}",
			"<noinclude>{{Новые статьи по дням/Предупреждение}}",
			"[[Категория:Википедия:Списки новых статей по темам|{{PAGENAME}}]]</noinclude>"
			],
			"section": -2
		},
		{
			"title": "Проект:Футбол/Статьи/День -5",
			"text": [
			"<noinclude>{{Новые статьи по дням|дата=20 февраля 2020}}</noinclude>",
			"* {{Новые статьи по дням/Новая статья|Иллеш, Бела (футболист)|Mark Ekimov|2020-02-15T22:59:41Z}}",
			"* {{Новые статьи по дням/Новая статья|ФК «Ливерпуль» в сезоне 1992/1993|Vektorian|2020-02-15T22:07:55Z}}",
			"* {{Новые статьи по дням/Новая статья|Римкявичюс, Артурас|Pegas24|2020-02-15T20:32:13Z}}",
			"* {{Новые статьи по дням/Новая статья|Браун, Карл (футболист)|Epelevin|2020-02-15T17:02:06Z}}",
			"* {{Новые статьи по дням/Новая статья|Максимо, Марсио|Epelevin|2020-02-15T15:37:39Z}}",
			"* {{Новые статьи по дням/Новая статья|Освальдо, Фильо|HENRY1996|2020-02-15T13:56:59Z}}",
			"* {{Новые статьи по дням/Новая статья|Днепр-Могилёв|Artyr999|2020-02-15T08:22:29Z}}",
			"* {{Новые статьи по дням/Новая статья|Кастро, Луис Мануэль|Serg Stallone|2020-02-15T04:55:48Z}}",
			"<noinclude>{{Новые статьи по дням/Предупреждение}}",
			"[[Категория:Википедия:Списки новых статей по темам|{{PAGENAME}}]]</noinclude>"
			],
			"section": -2
		},
		{
			"title": "Проект:Футбол/Статьи/День -6",
			"text": [
			"<noinclude>{{Новые статьи по дням|дата=20 февраля 2020}}</noinclude>",
			"* {{Новые статьи по дням/Новая статья|Барбер, Грэм|Mark Ekimov|2020-02-14T23:07:58Z}}",
			"* {{Новые статьи по дням/Новая статья|Кастровилли, Гаэтано|Serg Stallone|2020-02-14T21:32:35Z}}",
			"* {{Новые статьи по дням/Новая статья|ФК «Винер Аматёр» в сезоне 1921/1922|Eichel-Streiber|2020-02-14T19:54:57Z}}",
			"* {{Новые статьи по дням/Новая статья|Смирнов, Антон Юрьевич|Schrike|2020-02-14T19:18:40Z}}",
			"* {{Новые статьи по дням/Новая статья|Магаль, Руслан Иванович|Gryzyn|2020-02-14T12:26:22Z}}",
			"* {{Новые статьи по дням/Новая статья|Нахид, Дэвид|Epelevin|2020-02-14T12:14:24Z}}",
			"* {{Новые статьи по дням/Новая статья|Арге, Уни|Mark Ekimov|2020-02-14T08:58:57Z}}",
			"* {{Новые статьи по дням/Новая статья|Дёро, Альдом|UMNICK|2020-02-14T08:46:15Z}}",
			"<noinclude>{{Новые статьи по дням/Предупреждение}}",
			"[[Категория:Википедия:Списки новых статей по темам|{{PAGENAME}}]]</noinclude>"
			],
			"section": -2
		}
],
	"expected_tools_queries": [
		{
			"contains": ["Футбол|5", "Футбол по годам", "Футбол по странам"]
		}
	]
}
