{
	"system_time": "2021-02-20T21:00:00Z",
	"wiki" : {
		"whatTranscludesHere": [
			{ "title": "Участник:NirvanaBot/Параметры статистики", "list": "Проект:Project 1/Новые статьи/Статистика/Параметры" }
		],
		"namespaceIdentifier": [
			{ "number": 0, "id": "" },
			{ "number": 2, "id": "Участник" }
		],
		"pageText": [
			{
				"title": "Проект:Project 1/Новые статьи/Статистика/Параметры",
				"text": [
					"{{Участник:NirvanaBot/Параметры статистики",
					"	|архив = Проект:Project 1/Новые статьи/Архив",
					"	|параметры архива = снизу",
					"	|первый год = 2020",
					"	|задание = статистика",
					"	|комментарий = обновление статистики для портала",
					"	|сортировать = да",
					"	|кэш = нет",
					"	|только кэш = нет",
					"	|тип = по годам",
					"	|по годам = Проект:Project 1/Новые статьи/Статистика/По годам",
					"}}"]
            },
            {
                "title": "Проект:Project 1/Новые статьи/Статистика/По годам",
                "text": null
            },
			{
				"title": "Проект:Project 1/Новые статьи/Архив",
				"text": [
                "* {{Новая статья|Androidify|2023-07-04T17:55:22Z|HGPM48}}",
                "* {{Новая статья|Ассоциация контрактных футболистов|2023-07-01T21:21:31Z|Buttheonly}}",
                "* {{Новая статья|IWARP|2023-06-30T21:39:32Z|Арлазаров}}",
                "* {{Новая статья|Brain Test|2023-06-09T21:14:56Z|Disrupted Zero}}",
                "* {{Новая статья|Group UserSec|2023-05-19T20:46:27Z|RussiaMaaan}}",
                "* {{Новая статья|LibreWolf|2023-05-17T16:42:40Z|Luckerornot}}",
                "* {{Новая статья|LOC-запись|2023-05-12T12:29:46Z|KrakauKrakau}}",
                "* {{Новая статья|Draw My Life|2023-05-01T01:50:33Z|Skepsiz}}",
                "* {{Новая статья|Bard (чат-бот)|2023-04-26T21:28:52Z|Zanuda1}}",
                "* {{Новая статья|Kamailio|2023-04-25T09:02:43Z|Sonik}}",
                "* {{Новая статья|Zlob|2023-04-16T21:35:52Z|Disrupted Zero}}"
				]
			}
		],
		"firstRevision": [
			{
				"revid": 1, "timestamp": 1275807366, "title": "калао", "summary": "create",
				"user" : "user", "minor": false, "bot": false, "rvnew": true, "size": 1479
			}
		]
	},
	"expected_edits": [
		{
			"title": "Проект:Project 1/Новые статьи/Статистика/По годам",
			"text": [
"{| class=\"wikitable sortable\" style=\"text-align:center\"",
"|-",
"! № !! год !! статей !! прогресс !! среднее за день !! MAX за день !! самый активный",
"|-",
"| 1 || [[|2023]] || 11 || {{нет изменений}} || 0 || 1 || {{u|Disrupted Zero}} (2)"
"|-",
"! итого !! !! 11 !! !! 0 !! 1 !! {{u|Disrupted Zero}} (2)",
"|}"
			],
			"section": -2
		}
	]
}